import React from 'react';
import {Container} from "react-bootstrap";

const AboutPage = () => {
    return (
        <Container>
            <p className="text-justify">Ханхатов Виктор, 22 года, в поисках работы. Учился в Томском политехническом на мехатроника-робототехника, но бросил на 3 курсе и решил пойти в программирование. Сначала начал изучать андроид разработку, потом всё же выбрал фронт. Сейчас уже где то год-полтора изучаю фронтенд. Незнаком с докером, но готов изучить. Unit-тестирование тоже не знаю, готов изучить и, скорее всего, уже изучаю пока вы читаете это. React Bootstrap первый раз использовал в этом тестовом. Думаю еще пару раз и освоюсь в нем хорошо. Весь остальной стек знаю, опыт использования есть(разве что вместо обычного редакса, использовал редакс тулкит).</p>
        </Container>
    );
};

export default AboutPage;